Repository: EnterpriseDB/stackbuilder
Catalog: i18n/*/StackBuilder.po
Languages: de_de, fr_fr, ja_jp, ru_ru, sv_se, tr_tr

source: To begin, please select the installation you are installing software for from the list below. If you are installing software to use with a remote server, please select the <remote server> option.
de_de: Bitte die Installation für die Sie Software installieren aus der Liste wählen. Wenn die Software für die Verwendung mit einem Remote-Server installiert wird, bitte die <remote server> Option wählen.
fr_fr: Pour commencer, sélectionner l'installation pour laquelle vous installez les logiciels de cette liste. Si vous installez du logiciel à utiliser avec un serveur distant, sélectionner l'option <serveur distant>.
ja_jp: 始めに、以下のリストからインストールしたいソフトウエアを選択してください。もし、インストーラでリモートサーバを使う場合には、どうぞ<リモートサーバ>オプションを選択してください。
ru_ru: Для начала, выберете приложения для установки из списка ниже. Если вы хотите устнавливать приложения с удаленного сервера, выберете опцию <удаленный сервер>.
sv_se: För att börja, välj den installation som du vill installera för i listan nedan. Om du installerar programvara som skall användas på en annan server, välj <fjärrserver>.
tr_tr: Başlamak için lütfen üzerinde çalışacağınız kurulumu seçin. Uzaktaki sisteme kurulum yapılacak ise <uzaktaki sunucu> seçeneği seçin.

source: To begin, please select the installation you are installing software for from the list below. Your computer must be connected to the Internet before proceeding.
ja_jp: 最初に、以下のリストからインストールしたいソフトウエアを選択してください。あなたのコンピュータはインターネットに繋がっていなくてはなりません。

source: Unknown server
ja_jp: 未知のサーバー

source: Unsupported protocol specified.
de_de: Nicht unsterstütztes Protokoll gewählt.
fr_fr: Protocole spécifié non supporté.
ja_jp: サポートされないプロトコルが指定されました。
ru_ru: Выбран неподдерживаемый протокол.
sv_se: Osupportat protokoll valt.
tr_tr: Desteklenmeyen protokol.

source: Verifying checksum for: %s
de_de: Vergleiche die Prüfsumme für: %s
fr_fr: Vérification de la somme de contrôle pour %s
ja_jp: チェックサムの検査: %s
ru_ru: Ошибка контрольной суммы для: %s
sv_se: Verifierar checksumma för: %s
tr_tr: %s için checksum doğrulanıyor.

source: Welcome to Stack Builder!
ja_jp: スタックビルダへようこそ!

source: Welcome to the PostgreSQL && EnterpriseDB Stack Builder!
de_de: Wilkommen zum PostgreSQL && EnterpriseDB Stack Builder!
fr_fr: Bienvenue dans le PostgreSQL && EnterpriseDB Stack Builder !
ja_jp: ようこそ PostgreSQL && EnterpriseDB スタックビルダへ !
ru_ru: Добро пожаловать в PostgreSQL && EnterpriseDB Stack Builder!
sv_se: Välkommen till PostgreSQL && EnterpriseDB Stack Builder!
tr_tr: PostgreSQL && EnterpriseDB Stack Builder'e hoşgeldiniz!

source: You may run this wizard again at any time to add to or upgrade the software in your stack. If you wish to remove any software, please use the Add/Remove Programs Control Panel applet.
de_de: Dieser Wizard kann jederzeit neu gestartet werden, um Software im Stack hinzuzufügen oder zu aktualiseren. Zum Entfernen der Software bitte das Software-Appplet in der Systemsteuerung verwenden
fr_fr: Vous pouvez exécuter cet assistant à tout moment pour ajouter ou mettre à jour les logiciels installés. Si vous souhaitez supprimer un logiciel, merci d'utiliser l'outil « Ajouter/Supprimer des programmes » du panneau de configuration.
ja_jp: あなたは、いつでも、スタックからソフトウェアの追加、またはアップグレードさせるように再びこのウィザードを走らせることができます。 ソフトウェアを取り除きたいときには、コントロールパネルアプレットの追加・削除を使用してください。
sv_se: Du kan köra denna guide igen när som helst för att lägga till eller uppgradera programvaran i din stack. Om du vill avinstallera programvara, använd Lägg till/Ta bort program i kontrollpanelen.
tr_tr: Kurulumunuza yeni yazılım eklemek veya bir yazılımı yükseltmek için bu sihirbazı istediğiniz zaman çalıştırabilirsiniz. Bu sihirbazın kurduğu yazılımı kaldırmak isterseniz Denetim Masısındaki Program Ekle/Kaldır uygulamasını kullanın.

source: You must select a mirror before you continue.
de_de: Es muß ein Mirror vor dem Fortfahren ausgewählt sein.
fr_fr: Vous devez sélectionner un miroir avant de continuer.
ja_jp: 続けるためにミラーサイトを選択しなければなりません。
ru_ru: Вы должны выбрать зеркало перед продолжением.
sv_se: Du måste välja en spegelserver innan du kan fortsätta.
tr_tr: Devam etmeden önce bir yansı seçmelisiniz.

source: You must select an installation option before you continue.
de_de: Vor dem Fortfahren muss eine Installations-Option gewählt sein.
fr_fr: Vous devez sélectionner une option d'installation avant de continuer.
ja_jp: 続けるためにインストールオプションを選択しなければなりません。
ru_ru: Вы должны выбрать опции установки перед продолжением.
sv_se: Du måste välja en instalation innan du kan fortsätta.
tr_tr: Devam etmeden ince kurulum seçeneği seçmelisiniz.

source: You must select at least one package to install before you continue.
de_de: Vor dem Fortfahren muß mindestens ein Paket zum Installieren ausgewählt sein.
fr_fr: Vous devez sélectionner au moins un paquet à installer avant de continuer.
ja_jp: インストールを続けるためには少なくとも1個のパッケージを選択しなければなりません。
ru_ru: Вы должны выбрать как минимум один пакет для продолжения.
sv_se: Du måste välja minst ett paket att installera innan du kan fortsätta.
tr_tr: Devam etmek için en az bir paket seçmelisiniz.

source: download the application list from the specified URL
de_de: Die Anwendung von der angegebenen URL herunterladen
fr_fr: télécharger la liste d'applications à partir de l'URL indiquée
ja_jp: 指定されたURLからアプリケーションリストをダウンロードしてください。
ru_ru: загрузка списка приложений с указанного URL
sv_se: ladda ner applikationslistan från angiven URL
tr_tr: belirtilen URL için uygulama listesini indir

source: download the mirror list from the specified URL
de_de: Die Liste der Mirror von der angegebenen URL herunterladen
fr_fr: télécharger la liste de miroirs à partir de l'URL indiquée
ja_jp: 指定されたURLからミラーリストをダウンロードしてください。
ru_ru: загрузка списка зеркал с указанного URL
sv_se: ladda ner spegellistan från angiven URL
tr_tr: belirtilen URL için yansılar listesini indir

source: show this help message
de_de: diese Hilfemeldung anzeigen
fr_fr: affiche ce message d'aide
ja_jp: ヘルプメッセージを表示
ru_ru: показать сообщение справки
sv_se: visa detta hjälpmeddelande
tr_tr: bu yardım mesajını göster

source: use the download counter at the specified URL
ja_jp: 指定されたURLのダウンロード・カウンターを使って下さい

source: use the specified language in the UI
de_de: gewählte Sprache für die Benutzeroberfläche verwenden
fr_fr: utilise la langue précisée dans l'interface
ja_jp: UIの指定された言語を使用してください。
sv_se: använd specificerat språk i användargränssnittet
tr_tr: kullanıcı arayüzünde belirtilmiş dili kullan

source: FTP proxy
ru_ru: FTP прокси

source: HTTP proxy
ru_ru: HTTP прокси
