Repository: EnterpriseDB/stackbuilder
Catalog: i18n/*/StackBuilder.po
Languages: de_de, fr_fr, ja_jp, ru_ru, sv_se, tr_tr

source: %d installations were skipped - you may attempt to manually install those packages using the downloaded files.
de_de: %d Installationen wurden übersprungen. Sie können diese manuell anhand der heruntergeladenen Pakete installieren.
fr_fr: %d installations ont été laissées de côté - vous pouvez essayer d'installer manuellement les paquets en utilisant les fichiers téléchargés.
ja_jp: %d はインストールされませんでした - ダウンロードされたファイルを使用して、再度それらのパッケージのインストールをすることができます。
ru_ru: %d утановок были пропущены - Вы можете захотеть поставить их пакеты вручную используя выкачанные файлы.
sv_se: %d installationer inte genomförda - du kan prova att installera dessa manuellt med de nedladdade filerna.
tr_tr: %d kurulum atlatıldı - indirilmiş dosyaları kullanarak daha sonra kurulumu elle çalıştırabilirisiniz.

source: %s on port %d
de_de: %s an Port %d
fr_fr: %s sur le port %d
ja_jp: %s 選択(%d から)
ru_ru: %s на порту %d
sv_se: %s på port %d
tr_tr: %2$d portu üzerinde %1$s

source: %s v%s (installed)
de_de: %s v %s (installiert)
fr_fr: %s v%s (installé)
ja_jp: %s v%s (インストール)
sv_se: %s v%s (installerad)
tr_tr: %s v%s (kurulu)

source: %s v%s (v%s installed)
de_de: %s v%s (v%s installiert)
fr_fr: %s v%s (v%s installé)
ja_jp: %s v%s (v%s インストール)
sv_se: %s v%s (v%s installerad)
tr_tr: %s v%s (v%s kurulu)

source: <remote server>
fr_fr: <serveur distant>
ja_jp: <リモートサーバ>
ru_ru: <удаленный сервер>
sv_se: <fjärrserver>
tr_tr: <uzaktaki sunucu>

source: A connection error occurred.
de_de: Ein Verbindungsfehler ist aufgetreten.
fr_fr: Une erreur de connexion est survenue.
ja_jp: 接続は失敗しました。
ru_ru: Возникла ошибка подсоединения.
sv_se: Ett anslutningsproblem uppstod.
tr_tr: Bağlantı hatası.

source: A connection to the server could not be established.
ja_jp: サーバへの接続を確立することができませんでした。

source: A network error occured.
ja_jp: ネットワーク接続は失敗しました。

source: A protocol error occurred.
de_de: Ein Protokollfehler ist aufgetreten.
fr_fr: Une erreur de protocole est survenue.
ja_jp: プロトコルの誤りを検出しました。
ru_ru: Возникла ошибка протокола
sv_se: Ett protokollfel uppstod.
tr_tr: Protokol hatası.

source: All the installation files have now been successfully downloaded.
de_de: Alle Installations-Dateien wurden erfolgreich heruntergeladen.
fr_fr: Tous les fichiers d'installation ont bien été téléchargés.
ja_jp: すべてのインストールファイルは正常にダウンロードされました。
ru_ru: Все файлы для установки успешно закачаны.
sv_se: Alla installationsfilerna har nu laddats ned.
tr_tr: Tüm kurulum dosyaları başarı ile indirildi.

source: An error occured during negotiation.
ja_jp: エラーはネゴシエーションの間に起きました。

source: An unknown error occured.
ja_jp: 不明なエラーが起こりました。

source: Are you sure you want to close the Stack Builder wizard?
de_de: Sind Sie sicher, dass Sie den Stack Builder Wizard verlassen wollen?
fr_fr: Êtes-vous sûr de vouloir quitter l'assistant Stack Builder ?
ja_jp: スタックビルダーのウイザードを閉じますか?
ru_ru: Вы уверены что хотите закрыть мастер Stack Builder?
sv_se: Är du säker på att du vill stänga Stackbuilder?
tr_tr: Stack Builder sihirbazı kapatmak istediğinizden emin misiniz?

source: Both the proxy server and port must be specified.
de_de: Hostadresse und Port für den Proxy-Server müssen angegeben werden.
ja_jp: プロキシサーバとポートの両方を指定しなければなりません。
ru_ru: Должны быть указаны адрес и порт прокси сервера.
sv_se: Både proxyserver och port måste anges.
tr_tr: Hem proxy sunucusu hem de port belirtilmelidir.

source: Cannot open input file %s to generate hash!
de_de: Kann die Eingabedatei %s nicht öffnen, um einen Hash zu erzeugen!
fr_fr: Impossible d'ouvrir le fichier %s en entrée pour générer le hachage.
ja_jp: ハッシュを生成するための入力ファイル %s を開くことができません!
sv_se: Kan inte öppna filen %s för att skapa hash!
tr_tr: Endeks oluşturmak için %s giriş dosyası açılamadı.

source: Categories
de_de: Kategorien
fr_fr: Catégories
ja_jp: カテゴリ
ru_ru: Категории
sv_se: Kategorier
tr_tr: Kategoriler

source: Checking existing file: %s
de_de: Prüfe bestehende Datei: %s
fr_fr: Vérification du fichier existant : %s
ja_jp: ファイルの存在チェック: %s
ru_ru: Проверка существования файла: %s
sv_se: Kontrollerar existerande fil: %s
tr_tr: Var olan dosya denetleniyor: %s

source: Checksum verification failed for: %s! Deleting file...
de_de: Prüfsummen-Prüfung scheiterte für: %s! Die Datei wird gelöscht...
fr_fr: Échec lors de la vérification de la somme de contrôle pour %s ! Suppression du fichier...
ja_jp: %s は、チェックサムの検証エラーです! ファイルは削除します...
ru_ru: Файл %s не прошел проверку контрольной суммы! Удаляем файл...
sv_se: Verifiering av checksumma misslyckades för: %s! Raderar filen...
tr_tr: %s dosyası için checksum doğrulama başarısız! Dosya siliniyor...

source: Connecting to server...
de_de: Verbinde mit Server...
fr_fr: Connexion au serveur...
ja_jp: サーバへの接続...
ru_ru: Подсоединение к серверу...
sv_se: Ansluter till server...
tr_tr: Sunucuya bağlanılıyor...

source: Could not parse the URL.
de_de: Konnte die URL nicht parsen.
fr_fr: Impossible d'analyser l'URL.
ja_jp: URLを解析できませんでした。
ru_ru: Невозможно определить URL.
sv_se: Kunde inte tolka URL.
tr_tr: URL ayrıştırılamadı.

source: Countries
de_de: Länder
fr_fr: Pays
ja_jp: 国の選択
ru_ru: Страны
sv_se: Länder
tr_tr: Ülkeler

source: Deselect application
de_de: Anwendung abwählen
fr_fr: Désélectionner l'application
ja_jp: アプリケーションの選択解除
ru_ru: Снять выбор приложений
sv_se: Avmarkera applikation
tr_tr: Uygulama için seçimini kaldır

source: Download directory:
de_de: Verzeichnis für heruntergeladene Dateien:
fr_fr: Répertoire de téléchargement :
ja_jp: ダウンロードディレクトリ:
ru_ru: Загрузка каталога:
sv_se: Nedladdningskatalog:
tr_tr: İndirilecek paketlerinin saklanacağı sizin:

source: Downloaded %d KB (%d KB/Sec)
de_de: %d KB heruntergeladen (%d KB/Sec)
fr_fr: %d Ko téléchargés (%d Ko/sec)
ja_jp: ダウンロード完了 %d KB (%d KB/秒)
ru_ru: Загружено %d КБ (%d КБ/Сек)
sv_se: Laddat ned %d KB (%d KB/sek)
tr_tr: %d KB yüklendi (%d KB/San)

source: Downloaded %d of %d KB (%d KB/Sec)
de_de: %d von %d KB heruntergeladen (%d KB/Sec)
fr_fr: %d Ko téléchargés sur %d (%d Ko/sec)
ja_jp: ダウンロード完了 %d / %d KB (%d KB/秒)
ru_ru: Загружено %d из %d КБ (%d КБ/Сек)
sv_se: Laddat ned %d av %d KB (%d KB/sek)
tr_tr: Yüklenen %d / %d KB (%d KB/San)

source: Downloading %s
de_de: Lade %s herunter
fr_fr: Téléchargement de %s
ja_jp: ダウンロード %s
ru_ru: Загрузка %s
sv_se: Laddar ned %s
tr_tr: %s indiriliyor

source: Downloading application list...
de_de: Lade Anwendungsliste herunter ...
fr_fr: Téléchargement de la liste des applications...
ja_jp: ダウンロードアプリケーションリスト...
ru_ru: Загрузка списка приложений...
sv_se: Laddar ned applikationslista...
tr_tr: Uygulamaların listesi okunuyor...

source: Downloading mirror list...
de_de: Lade Mirror-Liste herunter...
fr_fr: Téléchargement de la liste des miroirs...
ja_jp: ダウンロードミラーサイトリスト...
ru_ru: Загрузка списка зеркал...
sv_se: Laddar ned spegellista...
tr_tr: Yansıların listesi indiriliyor

source: Exit wizard?
de_de: Wizard verlassen?
fr_fr: Quitter l'assistant ?
ja_jp: ウイザードを終了しますか?
ru_ru: Покинуть мастер?
sv_se: Avsluta?
tr_tr: Sihirbazsan çık?

source: Failed to create the installer appbundle directory: %s/%s
ja_jp: インストーラー用のアプリケーションバンドル・ディレクトリーの作成に失敗しました: %s/%s

source: Failed to open %s Error: %s
de_de: Konnte %s nicht öffnen Fehler: %s
fr_fr: Échec lors de l'ouverture de %s Erreur : %s
ja_jp: %s のオープンに失敗 エラー: %s
ru_ru: Невозможно открыть %s Ошибка: %s
sv_se: Misslyckades med att öppna %s Fel: %s
tr_tr: %s açılamadı Hata: %s

source: Failed to open %s Error: The URL specified could not be opened.
de_de: Konnte %s nicht öffnen Fehler: Die angegebene URL konnte nicht geöffnet werden.
fr_fr: Échec lors de l'ouverture de %s Erreur : l'URL spécifiée n'a pas pu être ouverte.
ja_jp: %s のオープンに失敗 エラー: 指定されたURLを開くことができませんでした。
ru_ru: Невозможно открыть %s Ошибка: Указанный URL не может быть открыт.
sv_se: Misslyckades med att öppna %s Fel: Angiven URL kunde inte öppnas.
tr_tr: %s açılamadı Hata: Belirtilen URL açılamadı.

source: Failed to open the application list: %s Error: %s
de_de: Konnte die Anwendungsliste nicht öffnen: %s Fehler: %s
fr_fr: Échec lors de l'ouverture de la liste des applications : %s Erreur : %s
ja_jp: アプリケーションリストをオープンできません: %s エラー: %s
ru_ru: Невозможно открыть список приложений: %s Ошибка: %s
sv_se: Misslyckades med att öppna applikationslistan: %s Fel: %s
tr_tr: Uygulama listesi açılamadı: %s Hata: %s

source: Failed to open the application list: %s Error: The URL specified could not be opened.
de_de: Konnte die Anwendungsliste nicht öffnen: %s Fehler: Die angegebene URL konnte nicht geöffnet werden
fr_fr: Échec lors de l'ouverture de la liste des applications : %s Erreur : l'URL indiquée n'a pas pu être ouverte.
ja_jp: アプリケーションリストをオープンできません: %s エラー: 指定されたURLを開くことができませんでした。
ru_ru: Невозможно открыть список приложений: %s Ошибка: Указанный URL не может быть открыт.
sv_se: Misslyckades med att öppna applikationslistan: %s Fel: Angiven URL kunde inte öppnas.
tr_tr: Uygulama listesi açılamadı: %s Hata: Belirtilen URL açılamadı.

source: Failed to open the mirror list: %s Error: %s
de_de: Konnte die Fehler liste nicht öffnen: %s Fehler: %s
fr_fr: Échec lors de l'ouverture de la liste des miroirs : %s Erreur : %s
ja_jp: ミラーサイトを開くことができません: %s エラー: %s
ru_ru: Невозможно открыть список зеркал: %s Ошибка: %s
sv_se: Misslyckads med att öppna spegellistan: %s Fel: %s
tr_tr: Yansıların listesi açılamadı: %s Hata: %s

source: Failed to open the mirror list: %s Error: The URL specified could not be opened.
de_de: Konnte die Mirror-Liste nicht öffnen: %s Fehler: Die angegebene URL konnte nicht geöffnet werden.
fr_fr: Échec lors de l'ouverture de la liste des miroirs : %s Erreur : l'URL indiquée n'a pas pu être ouverte.
ja_jp: ミラーサイトを開くことができません: %s エラー: 指定されたURLを開くことができませんでした。
ru_ru: Невозможно открыть список зеркал: %s Ошибка: Указанный URL не может быть открыт.
sv_se: Misslyckades med att öppna spegellistan: %s Fel: Angiven URL kunde inte öppnas.
tr_tr: Yansıların listesi açılamadı: %s Error: Belirtilen URL açılamadı.

source: Failed to parse the application list: %s
de_de: Konnte die Anwendungsliste nicht parsen: %s
fr_fr: Échec lors de l'analyse de la liste des applications : %s
ja_jp: アプリケーションリストの解析に失敗しました: %s
ru_ru: Невозможно разобрать список приложений: %s
sv_se: Misslyckades med att tolka applikationslistan: %s
tr_tr: Uygulama listesi ayrıştırma hatası: %s

source: Failed to parse the mirror list: %s
de_de: Konnte die Mirror-Liste nicht parsen: %s
fr_fr: Échec lors de l'analyse de la liste des miroirs : %s
ja_jp: ミラーサイトの解析に失敗しました: %s
ru_ru: Невозможно разобрать список зеркал: %s
sv_se: Misslyckades med att tolka spegellistan: %s
tr_tr: Yansıların listesi ayrıştırma hatası: %s

source: Failed to read the CFBundleExecutable value from the appbundle description: %s/Contents/Info.plist
ja_jp: アプリケーションバンドル記述からCFBundleExecutable値の読み込みに失敗しました: %s/Contents/Info.plist

source: Failed to rename the file %s to %s-%s
ja_jp: ファイルに新しい名前を付けるのに失敗しました %s から %s-%s

source: Failed to write the installer appbundle file: %s/%s
ja_jp: インストーラ・アプリケーションバンドル・ファイルを書くのに失敗しました: %s/%s

source: Installation complete!
de_de: Installation vollständig!
fr_fr: Installation terminée !
ja_jp: インストールは完了しました!
ru_ru: Установка завершена!
sv_se: Installationen komplett!
tr_tr: Kurulum tamamlanmıştır!

source: Installation error
de_de: Fehler bei der Installation
fr_fr: Erreur d'installation
ja_jp: インストールエラー
ru_ru: Ошибка установки
sv_se: Installationsfel
tr_tr: Kurulum hatalı

source: Installation of the packages you selected has finished. The downloaded files have been retained to allow future installations or upgrades (some packages require the original installation files when being upgraded).
de_de: Die Installation der gewählten Pakete ist vollstänstig. Die heruntergeladenen Dateien wurden für zukünfte Installationen oder Aktualisierungen belassen. (Manche Pakete erfordern die Installationsarchive bei der Aktualisierung).
fr_fr: L'installation des paquets sélectionnés est terminée. Les fichiers téléchargés ont été conservés pour permettre de futures installations ou mises à jour (certains paquets demandent les fichiers d'installation originaux lors de leur mise à jour).
ja_jp: 選択されたパッケージのインストールは終わりました。 ダウンロードされたファイルは、今後のインストールかアップグレードのために保存されます(アップグレードすると、いくつかのパッケージはオリジナルのインストールファイルを必要とします)。
ru_ru: Установка выбранных пакетов завершена. Загруженные файлы были сохранены для будующих установок или обновлений (некоторые пакеты требуют изначальных файлов установки для обновления).
sv_se: Installation av valda paket är slutförd. De nedladdade filerna finns kvar för att möjliggöra vidare installationer eller uppgraderingar (vissa paket kräver originalfilerna för att kunna uppdateras).
tr_tr: Seçtiğiniz paketlerin kurulumu tamamlandı. İndirilen dosyaları ilerde kullanılmak için silinmedi (bazı paketlerin üst sürümleri yüklenirken eski kurulum dosyalara ihtiyaç duyabilir).

source: Invalid FTP port specified.
de_de: Ungültiger FTP Port angegeben.
ja_jp: FTPポートは無効です。
ru_ru: Указан неправильный порт FTP.
sv_se: Felaktig FTP-port angiven.
tr_tr: Geçersiz FTP portu

source: Invalid HTTP port specified.
de_de: Ungültiger HTTP Port angegeben.
ja_jp: HTTPポートは無効です。
ru_ru: Указан неправильный порт HTTP.
sv_se: Felaktig HTTP-port angiven.
tr_tr: Geçersiz HTTP portu.

source: Invalid hostname specified in URL.
ja_jp: URLで指定したホスト名は違っています。

source: Invalid path specified in URL.
ja_jp: URLで指定したPATH名は違っています。

source: No hostname specified in URL.
de_de: Kein Hostname in der URL angegeben.
fr_fr: Pas d'hôte dans l'URL.
ja_jp: 指定したURLのホスト名がありません。
ru_ru: Не указано имя хоста в URL.
sv_se: Inget servernamn angivet i URL.
tr_tr: URL içinde bilgisayar adı belirtilmedi.

source: No path specified in URL.
de_de: Kein Pfad in der URL angegeben.
fr_fr: Pas de chemin dans l'URL.
ja_jp: 指定したURLのパスがありません。
ru_ru: Не указан путь в URL.
sv_se: Ingen sökväg angiven i URL.
tr_tr: URL içinde yol belirtilmedi.

source: Note: You must allow all installations to run to completion. If you are prompted to restart the computer, click "No" or "Restart Later" and manually restart your computer when all the installation have finished.
de_de: Anmerkung: Es müssen alle Installationen bis zum Schluß durchgefürt werden. Wenn Sie zum Neustart des Computers aufgefordert werden, sagen Sie "Nein" oder "Später neustarten"; und starten Sie den Computer nach dem Ende aller Installationen von Hand neu.
fr_fr: Note : vous devez permettre l'exécution complète des toutes les installations. S'il vous est demandé de redémarrer l'ordinateur, cliquez sur « Non » ou sur « Redémarrer plus tard ». Vous redémarrerez manuellement votre ordinateur quand toutes les installations seront terminées.
ja_jp: 注意: あなたはインストール手順によってすべてを完成させる必要があります。インストールが完了したときに、"すぐにリスタート"または"あとでリスタート"のいづれかを選択するか、手動でコンピュータのリスタートをしてください。
ru_ru: Внимание: Вы должны разрешить запуск всех установок для завершения. Если будет задан вопрос о перезагрузке компьютера, нажмите "Нет" или "Перегрузить позже" и вручную перезагрузите компьютер после завершения всех установок.
sv_se: Notera: Du måste låte alla installationer gå färdigt. Om du får frågan om att starta om datorn, välj "Nej" eller "Starta om senare" och starta manuellt om datorn när alla installationer är avslutade.
tr_tr: Not: Kurulumu sonuna kadar tamamlamalısınız. Eğer bir uygulama bilgisayarınızı yeniden başlatmak isteyecek olursa "No" veya "Restart Later" seçerek bilgisayarınızı tüm paketlerin kurulumundan sonra yeniden başlatın.

source: Please click the "Next" button to start the installations.
de_de: Bitte "Weiter" zum Start der Installationen drücken.
fr_fr: Cliquer sur le bouton « Suivant » pour commencer les installations.
ja_jp: ［次へ］を選択してインストールを開始してください。
ru_ru: Нажмите на кнопку "Далее" для начала установки.
sv_se: Klicka "Nästa" för att starta installationerna.
tr_tr: Kuruluma başlamak için "Next" tuşuna basın.

source: Please select a mirror site to download from.
de_de: Bitte einen Mirror für das Herunterladen auswählen.
fr_fr: Sélectionner un site miroir de téléchargement.
ja_jp: ダウンロードするミラーサイトを選択してください。
ru_ru: Пожалуйста, укажите зеркало сайта, с которого выполнять загрузку.
sv_se: Välj spegelsite att ladda ned från.
tr_tr: İndirme yapacağınız yansımayı seçin.

source: Please select the applications you would like to install.
de_de: Bitte die zu installierenden Anwendungen auswählen.
fr_fr: Sélectionner les applications que vous souhaitez installer.
ja_jp: インストールしたいアプリケーションを選択してください。
ru_ru: Пожалуйста, выберете приложения которые Вы хотите установить.
sv_se: Välj applikationer att installera.
tr_tr: Lütfen kurmak istediğiniz uygulamaları seçin.

source: Port
ja_jp: ポート
ru_ru: Порт

source: PostgreSQL & EnterpriseDB Stack Builder
ja_jp: PostgreSQL & EnterpriseDB スタックビルダ

source: Proxy servers
de_de: Proxy Server
ja_jp: Proxyサーバ
ru_ru: Прокси сервера
sv_se: Proxyservrar
tr_tr: Proxy sunucuları

source: Review your selections and choose a download directory if required, and then click the Next button to begin downloading the packages you have selected.
de_de: Bitte die die Auswahlen prüfen und, falls erforderlich, ein Verzeichnis für die herunterzuladenden Dateien bestimmen. Danach den Weiter-Knopf drücken, um den Download zu beginnen.
fr_fr: Vérifiez vos sélections et choisissez un répertoire de téléchargement si nécessaire. Puis, cliquez sur le bouton « Suivant » pour commencer le téléchargement des paquets sélectionnés.
ja_jp: 選択を見直します、そして、必要なら、ダウンロードディレクトリを選びます、そして、次に、［Next］ボタンをクリックして、あなたが選択したパッケージをダウンロードし始めてください。
ru_ru: Просмотрите Ваш выбор и выберете директорию, если нужно, и нажмите на кнопку Далее для начала загрузки пакетов, которые Вы выбрали.
sv_se: Kontrollera dina val och välj en katalog att ladda ned till, och klicka sedan Nästa för att börja ladda ned de valda paketen.
tr_tr: Seçimlerinizi gözden geçirin ve gerekirse indirilmiş dosyaların saklanacağı dizini seçip Next tuşuna basarak indirmeyi başlatın.

source: Select a download directory
de_de: Ein Verzeichnis für die herunterzuladenden Dateien angeben
fr_fr: Sélectionner un répertoire de téléchargement
ja_jp: ダウンロードディレクトリを指定してください
ru_ru: Выберете директорию загрузки
sv_se: Välj nedladdningskatalog
tr_tr: İndirilecek dosyaların saklanacağı dizin seçin.

source: Selected packages:
de_de: Ausgewählte Pakete:
fr_fr: Paquets sélectionnés :
ja_jp: 選択されたパッケージ:
ru_ru: Выбранные пакеты:
sv_se: Valda paket:
tr_tr: Paketleri seçin:

source: Stack Builder
ja_jp: スタックビルダ

source: The download directory does not exist. Please select a valid directory.
de_de: Das Download-Verzeichnis exisitert nicht. Bitte ein gültiges Verzeichnis wählen.
fr_fr: Le répertoire de téléchargement n'existe pas. Merci de sélectionner un répertoire valide.
ja_jp: ダウンロードディレクトリは存在しません。 有効なディレクトリを選択してください。
ru_ru: Директория загрузки не существует. Пожалуйста, выберете правильную директорию.
sv_se: Nedladdningskatalogen existerar inte. Välj en giltig katalog.
tr_tr: İndirme dizini mevcut değil. Lütfen geçerli bir dizin seçin.

source: The file does not exist.
ja_jp: ファイルは存在しません。

source: The installation of %s returned an error. Click on the OK button to ignore this error and continue with any remaining installations, or click Cancel to abort the remaining installations. Note that ignoring this error may result in failure of any later installations that depend on this one.
de_de: Die Installation von %s gab einen Fehler zurück. Mit OK den Fehler ignorieren und die verbleibenden Installationen fortsetzen; mit Abbrechen die verbleibenden Installation abbrechen. Bitte nehmen Sie zur Kenntnis, daß ein Ignorieren dieses Fehlers zu Problemen in späteren, abhängigen Installationen führen kann.
fr_fr: L'installation de %s a renvoyé une erreur. Cliquer sur le bouton « OK » pour ignorer cette erreur et continuer avec le reste des installations. Cliquer sur « Annuler » pour annuler le reste. Notez qu'ignorer cette erreur pourrait résulter en des échecs des installations suivantes qui pourraient dépendre de ce paquet.
ja_jp: %s のインストールでエラーが発生しました。 この誤りを無視して、残りのインストールを続行するためには［OK］ボタンをクリックするか、または［キャンセル］をクリックして、インストールを中止してください。 この誤りを無視すると後のインストールは失敗するかもしれないことに注意してください。
ru_ru: Установка %s завершилась с ошибкой. Нажмите на кнопку ОК для игнорирования этой ошибки и продолжения установки всех оставшихся приложений, или нажмите на отмену для прерывания оставшихся приложений. Помните, что игнорирование этой ошибки может привести к сбоям при дальнейших установок пакетов, зависящих от этого.
sv_se: Installation av %s returnerade ett fel. Klicka på OK-knappen för att ignorera detta fel och fortsätta med övriga installationer, eller klicka Avbryt för att avbryta övriga installationer. Notera att om du ignorera detta fel kan det bli problem med senare installationer som är beroende av denna.
tr_tr: %s paketinin kurulum hata ile sonuçlandı. Bu hatayı yok saymak ve geri kalan paketleri ile devam etmek için OK tuşuna basın, veya geri kalan paketlerinin kurulum iptal etmek için Cancel tuşuna basın. Bu hatayı yok sayarsanız, bu kuruluma bağlı olan sonraki kurumlar başarısız sonuçlanabilir.

source: There are currently no applications available for your platform.
ja_jp: あなたのプラットホームで利用できるいかなるアプリケーションも現在ありません。

source: This application must be run as the superuser.
ja_jp: このアプリケーションは、スーパーユーザーとして行われなくてはいけません。

source: This application was automatically selected because another selection is dependent upon it. If you do not install this application others may not install or work correctly. Are you sure you wish to continue?
de_de: Diese Anwendung wurde automatisch gewählt, weil eine andere Auswahl sie bedingt. Wenn Sie diese Anwendung nicht installieren, kann die Installation oder der Betrieb anderer Anwendungen scheitern. Sind Sie sicher, dass Sie dies tun wollen?
fr_fr: Cette application a été automatiquement sélectionnée parce qu'un autre paquet en dépend. Si vous ne voulez pas installer cette application, d'autres paquets pourraient ne pas s'installer ou fonctionner correctement. Êtes-vous sûr de vouloir continuer ?
ja_jp: 別の選択がそれに依存しているので、このアプリケーションは自動的に選択されました。 あなたがこのアプリケーションをインストールしなければ、関連のインストールはされず正しく働かないかもしれません。 続けますか?
ru_ru: Это приложение было автоматически выбрано так как другое выбранное приложение зависит от него. Если Вы выберете не устанавливать это приложение, то другие могут не установиться или работать правильно. Вы уверены, что хотите продолжить?
sv_se: Denna applikation markerades automatiskt eftersom en annan markerad applikation är beroende av den. Om du inte installerar denna applikation finns det en risk att andra applikationer inte går att installera eller inte fungerar. Är du säker på att du vill fortsätta?
tr_tr: Seçtiğiniz başka bir uygulama buna buna ba bağımlı olduğu için bu uygulama da seçilmiştir. Bu uygulamayı kurmazsanız diğerleri düzgün çalışmayabilir. Devam etmek istediğinizden emin misiniz?

source: This wizard will help you install additional software to complement your PostgreSQL or EnterpriseDB Postgres Plus installation.
ja_jp: このウィザードは、PostgreSQL または EnterpriseDB Postgres の補助となるように追加ソフトウェアのインストールを助けるでしょう。

source: This wizard will help you install additional software to complement your PostgreSQL or EnterpriseDB installation.
de_de: Dieser Wizart unterstützt sie bei der Installation zusätzlicher Software zur Ergänzung Ihrer PostgreSQL oder EnterpriseDB Installation.
fr_fr: Cet assistant vous aide à installer des logiciels complémentaires à votre installation de PostgreSQL ou d'EnterpriseDB.
ja_jp: このウィザードは、PostgreSQLかEnterpriseDBインストールの補助となるように追加ソフトウェアのインストールを助けるでしょう。
ru_ru: Этот мастер поможет установить допоолнительные приложения для установленных PostgreSQL или EnterpriseDB.
sv_se: Denna guide hjälper dig att installera extra programvara för att komplettera din installation av PostgreSQL eller EnterpriseDB.
tr_tr: Bu sihirbaz PostegreSQL veya EnterprıseDB kurulumunuzu tamamlamak için ek yazılım kurmanıza yarım edecek.
